// Напишите программу, которая напечатает 100 строк Hello world! при помощи цикла for
{
    for (int i = 0; i < 100; i++) {
        printf("Hello World!\n");
    }
    return 0;
}